[
  {
    "name":"tile.draconicevolution:draconiumOre",
    "images":[],
    "content":
    [
      "Основа всех исследований.",
      "Эту редкую руду можно найти в обычном мире на высоте не выше 7 или в Нижнем мире, но уже на любой высоте.",
      "В Краю такой руды намного больше: как на главном острове, так и в кометах, которые произвольно генерируются в бесконечном пространстве Края.",
      "При разрушении руды выпадет 1-3 Дракониевой пыли. А с зачарованием Удача III их количество увеличится до 4-12.",
	  "Название этого металла - Драконий.",
	  "Мод переведён TimeConqueror'ом."
    ]
  },
  {
    "name":"item.draconicevolution:draconiumDust",
    "images":[],
    "content":
    [
      "Эта пыль падает при разрушении Дракониевой руды. Её можно переплавить в Дракониевый слиток."
    ]
  },
  {
    "name":"item.draconicevolution:draconiumBlend",
    "images":[],
    "content":
    [
      "Данный предмет стал ненужным, и будет удалён в версии 1.0.2. Если у Вас ещё осталась эта смесь, переплавьте её в Дракониевые слитки, прежде чем обновиться до 1.0.2."
    ]
  },
  {
    "name":"item.draconicevolution:draconiumIngot",
    "images":[],
    "content":
    [
      "Этот предмет можно получить, переплавив в печи Дракониевую пыль. Используется во многих рецептах Draconic Evolution.",
      "[c]item.draconicevolution:draconiumIngot:0"
    ]
  },
  {
    "name":"tile.draconicevolution:draconium",
    "nameL":"Дракониевый блок",
    "meta":0,
    "images":[],
    "content":
    [
      "Блок для компактного хранения дракония.",
      "[c]tile.draconicevolution:draconium:0",
      "Не разрушается Иссушителем."
    ]
  },
  {
    "name":"tile.draconicevolution:draconium",
    "nameL":"Заряженный дракониевый блок",
    "meta":2,
    "images":[],
    "content":
    [
      "Используется в Ритуале воскрешения Дракона, а также в Ритуале пробуждения. Чтобы его получить, положите Дракониевый блок в зарядное устройство и наполните 100 миллионами RF!",
      "[c]tile.draconicevolution:draconium:2"
    ]
  },
  {
    "name":"item.draconicevolution:draconicCore",
    "images":[],
    "content":
    [
      "Этот компонент первого уровня используется во многих начальных рецептах Draconic Evolution.",
      "[c]item.draconicevolution:draconicCore:0"
    ]
  },
  {
    "name":"item.draconicevolution:wyvernCore",
    "images":[],
    "content":
    [
      "Оно является продвинутой версией Ядра Дракона и используется для создания более сложных рецептов.",
      "[c]item.draconicevolution:wyvernCore:0"
    ]
  },
  {
    "name":"info.Tool Config GUI",
	"nameL":"Интерфейс с настройками для инструментов",
    "images":[],
    "content":
    [
      "Этот интерфейс используется для настройки большинства инструментов и брони из Draconic Evolution.",
      "По умолчанию он открывается клавишей 'C'.",
      "Открыв интерфейс, Вы увидите все предметы из своего инвентаря. Те предметы, которые можно настроить, будут подсвечены. Нажав на один из таких предметов, Вы увидите список его настроек.",
      "Вы также можете использовать этот интерфейс, чтобы добавлять или убирать зачарования. В списке настроек подсвеченного предмета можно увидеть кнопку инвентаря. Она откроет новый интерфейс, который даст Вам доступ к инвентарю предмета.",
      "Слоты для зачарований находятся справа. Если предмет имеет дополнительные слоты инвентаря, как например фильтр уничтожения у инструментов Дракона, они будут находиться сверху."
    ]
  },
  {
    "name":"item.draconicevolution:wyvernPickaxe",
    "images":[],
    "content":
    [
      "Устали от медленной старой алмазной кирки? Возможно, пришло время улучшить её! Инструменты Виверны работают на RF и никогда не сломаются.",
      "Все добывающие инструменты дают возможность отрегулировать их скорость добычи, область копания, а также включить безопасный режим.",
      "Область копания: регулирует размер области, которую может сломать кирка за одно использование. Область копания Виверн-инструментов: 1x1 и 3x3 (Можно улучшить);",
      "Безопасный режим: Если включён, то кирка будет проверять вскапываемую область на наличие каких-либо механизмов, и если она их найдёт, то не сломает.",
      "[c]item.draconicevolution:wyvernPickaxe:0"
    ]
  },
  {
    "name":"item.draconicevolution:wyvernShovel",
    "images":[],
    "content":
    [
      "Устали от медленной старой алмазной лопаты? Возможно, пришло время улучшить её! Инструменты Виверны работают на RF и никогда не сломаются.",
      "Все добывающие инструменты дают возможность отрегулировать их скорость добычи, область копания, а также включить безопасный режим.",
      "Область копания: регулирует размер области, которую может выкопать лопата за одно использование. Область копания Виверн-инструментов: 1x1 и 3x3 (Можно улучшить);",
      "Безопасный режим: Если включён, то лопата будет проверять вскапываемую область на наличие каких-либо механизмов, и если она их найдёт, то не сломает.",
      "[c]item.draconicevolution:wyvernShovel:0"
    ]
  },
  {
    "name":"item.draconicevolution:wyvernSword",
    "images":[],
    "content":
    [
      "Обычные мечи не достаточно хороши? Используя некоторые знания, Вы смогли наделить обычный алмазный меч силой дракония.",
      "+20 урона (Можно улучшить)",
      "+10% от здоровья существа (Добавляет к урону ещё 10% от здоровья существа)",
      "Атакует по области 3x3 (Можно улучшить)",
      "[c]item.draconicevolution:wyvernSword:0"
    ]
  },
  {
    "name":"item.draconicevolution:wyvernBow",
    "images":[],
    "content":
    [
      "Ищете более сильный лук с несколькими причудливыми режимами? Тогда это для Вас.",
      "Регулируемые настройки:",
      "-[Основной урон] Умножив это на скорость стрел при ударе, Вы определите нанесённый урон.",
      "-[Модификатор скорости стрелы] +0 - эквивалентно ванильному луку.",
      "-[Автоматическая стрельба] Лук будет автоматически стрелять, когда натяжение тетивы достигнет максимума.",
      "-[Взрывная сила] Это именно то, о чём Вы думаете!",
      "-[Приближение камеры] Позволяет приблизить изображение для большей точности.",
      "Стоимость RF высчитывается путём умножения Скорости и Взрывной силы, т.е. чем выше один из этих параметров, тем больше трата энергии, при чём растёт она экспоненциально (по геометрической прогрессии).",
      "Ёмкость энергии, Скорость натяжения, Скорость стрелы, Основной урон - всё это можно улучшить!",
      "Этот лук на 10х точнее ванильного лука. Это означает, что стрела попадёт почти туда, куда Вы её направили (практически по прямой).",
      "[c]item.draconicevolution:wyvernBow:0"
    ]
  },
  {
    "name":"item.draconicevolution:draconiumFluxCapacitor",
    "nameL":"Флаксовый конденсатор Виверны",
    "meta":0,
    "images":[],
    "content":
    [
      "Устав от того, что инструменты и броня разряжаются в самый неподходящий момент, Вы придумали особый предмет, способный хранить большое количество энергии и заряжать ею другие предметы тогда, когда это необходимо.",
      "[c]item.draconicevolution:draconiumFluxCapacitor:0"
    ]
  },
  {
    "name":"item.draconicevolution:draconiumEnergyCore",
    "nameL":"Энергетическое Ядро Виверны",
    "meta":0,
    "images":[],
    "content":
    [
      "Этот компонент позволяет устройствам хранить энергию.",
      "[c]item.draconicevolution:draconiumFluxCapacitor:0"
    ]
  },
  {
    "name":"item.draconicevolution:magnet",
    "nameL":"Телепортационный магнит",
    "meta":1,
    "images":[],
    "content":
    [
      "Телепортационный магнит",
      "Объединив уникальные свойства Телепортатора и простого магнита, Вы смогли придумать способ легко собирать разбросанные предметы.",
      "[c]item.draconicevolution:magnet:0",
      "",
      "Пробуждённый телепортационный магнит",
      "Дальнейшие тесты показали, что если улучшить Телепортационный магнит пробуждённым драконием и усилить большим количеством энергии, то его радиус действия и эффективность заметно возрастут.",
      "[c]item.draconicevolution:magnet:1",
      "Присев, Вы на время отключите телепортационный магнит."
    ]
  },
  {
    "name":"item.draconicevolution:wyvernHelm",
    "images":[],
    "content":
    [
      "Прочнее алмаза! Теперь Вы выдержите ещё больше ударов.",
      "Одев полный набор брони, Вы получите иммунитет к огню.",
      "+20 к основной ёмкости щита.",
      "[c]item.draconicevolution:wyvernHelm:0"
    ]
  },
  {
    "name":"item.draconicevolution:wyvernChest",
    "images":[],
    "content":
    [
      "Добавив в броню драконий, Вы значительно улучшите её сопротивление.",
      "Одев полный набор брони, Вы получите иммунитет к огню.",
      "+80 к основной ёмкости щита",
      "[c]item.draconicevolution:wyvernChest:0"
    ]
  },
  {
    "name":"item.draconicevolution:wyvernLeggs",
    "images":[],
    "content":
    [
      "Вы чувствуете себя сильнее и быстрее, а всё благодаря драконию.",
      "Одев полный набор брони, Вы получите иммунитет к огню.",
      "+ Ускорение",
      "+80 к основной ёмкости щита",
      "[c]item.draconicevolution:wyvernLeggs:0"
    ]
  },
  {
    "name":"item.draconicevolution:wyvernBoots",
    "images":[],
    "content":
    [
      "Вы придумали, как можно улучшить Алмазные ботинки. Кажется, добавив к ним Драконий, вы стали намного проворнее.",
      "Одев полный набор брони, Вы получите иммунитет к огню.",
      "+ Уменьшенный урон от падения",
      "+ Увеличение прыжка",
      "+20 к основной ёмкости щита",
      "[c]item.draconicevolution:wyvernBoots:0"
    ]
  },
  {
    "name":"item.draconicevolution:teleporterMKI",
    "images":[],
    "content":
    [
      "Вам удалось воспользоваться силами Края и знаниями о драконии, чтобы создать обычный телепортатор, правда работающий за определённую стоимость.",
      "Энергия внутри амулета нестабильна и расчитана всего на 20 использований. Она также поглотит часть вашего здоровья при использовании.",
      "Амулет можно привязать только к одному местоположению, но работает он и сквозь измерения. После того, как он истратится, Вам придётся создать новый.",
      "[c]item.draconicevolution:teleporterMKI:0"
    ]
  },
  {
    "name":"item.draconicevolution:teleporterMKII",
    "images":[],
    "content":
    [
      "Изучив силы дракония и способности Странников Края, Вы создали превосходный телепортатор.",
      "Теперь Вы можете хранить до 100 местоположений и использовать жемчуг Эндера в качестве топлива.",
      "Это устройство сможет телепортировать Вас на невероятные расстояния (по желанию - даже через измерения).",
      "Чтобы открыть интерфейс, нажмите Shift+ПКМ. Большую часть функциональности прибора можно понять самому.",
      "Слева находится список точек телепортации. Каждая такая точка имеет кнопку блокировки, которая не даст Вам случайно переписать или удалить её.",
      "Справа, начиная сверху, находится информация о выбранной точке телепортации, после - идёт опция, позволяющая переименовать её, затем - опция, изменяющая записанные координаты на текущие, и наконец, опция, удаляющая точку телепортации.",
      "Под ними находится показатель топлива, потом - опция, телепортирующая к выбранной точке, затем - опция, добавляющая текущее местоположение к новой точке телепортации, и, в конце, опция, позволяющая добавить жемчуг Эндера из инвентаря в прибор, чтобы использовать его в качестве топлива (можно нажать Shift + ПКМ, чтобы положить сразу стак).",
      "Можете нажать Shift и крутить колёсико мыши с амулетом в руке, чтобы прокручивать список точек, не открывая интерфейс, или нажать ПКМ, чтобы телепортироваться к выбранной точке.",
      "Вы также можете телепортировать других игроков и существ, нажав по ним ЛКМ, однако игроки должны присесть. Мобов невозможно телепортировать между измерениями.",
      "[c]item.draconicevolution:teleporterMKII:0"
    ]
  },
  {
    "name":"tile.draconicevolution:teleporterStand",
    "images":[],
    "content":
    [
      "Вы выяснили, как создать пьедестал, на который можно положить обычный и усовершенствованный амулет телепортации.",
      "Просто нажмите ПКМ с амулетом в руке, чтобы поместить его на пьедестал, а затем ещё раз кликните ПКМ, чтобы телепортироваться.",
      "Преимущество пьедестала в том, что при телепортации Вам не нанесётся урон, а также не истратится топливо. А недостаток заключается в том, что Вы не сможете взять амулеты с собой, они останутся на пьедестале.",
      "Чтобы снять с пьедестала амулет, просто кликните Shift+ПКМ пустой рукой.",
      "Если Вы положили на пьедестал обычный амулет телепортации, предварительно переименовав его на наковальне, то его название будет отображаться над пьедесталом. Тоже самое можно провернуть с усовершенствованным амулетом, вот только там достаточно дать имя нужной точке телепортации через интерфейс.",
      "Находясь в окружении нескольких пьедесталов, Вы можете скрыть их имена, удерживая Shift. В этом случае будет показываться только название того пьедестала, на который Вы смотрите. (Действие клавиши Shift можно поменять в конфиге)",
      "[c]tile.draconicevolution:teleporterStand:0"
    ]
  },
  {
    "name":"tile.draconicevolution:infusedObsidian",
    "images":[],
    "content":
    [
      "Вы обнаружили, что соединив несколько самых прочных блоков с энергией дракония, Вы создадите блок, который не сможет разрушить ни одно существо.",
      "Взрывоустойчивость этого блока в два раза превосходит обычный обсидиан, но и добывать его придётся в два раза дольше. Для разрушения такого обсидиана, Вам понадобится мощнейшая кирка.",
      "",
      "Вы задаётесь вопросом: где бы ещё пригодился этот блок, кроме как для украшения...",
      "[c]tile.draconicevolution:infusedObsidian:0"
    ]
  },
  {
    "name":"tile.draconicevolution:dislocatorReceptacle",
    "nameL":"Портал Дракона",
    "images":["https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/dislocatorReceptical.png"],
    "content":
    [
      "Как и его обычный аналог, заряженный обсидиан можно использовать для создания магического портала, но с некоторыми различиями. Этот портал можно сделать любого размера (между 1х1 и 150х150 блоков). Он способен телепортировать Вас в любое место на карте.",
      "Чтобы построить его, сделайте конструкцию, похожую на Портал в Нижний мир, правда любого размера. После этого замените один из его блоков (за исключением углов) на Телепортационный приёмник.",
      "Чтобы активировать портал, просто кликните по приёмнику ПКМ с любым Амулетом телепортации в руках, чтобы привязать его к определённому месту.",
      "Вы также можете вставлять/вынимать амулеты из приёмника при помощи воронок или других способов автоматизации.",
      "Портал может быть как горизонтальным, так и вертикальным.",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/dislocatorReceptical.png",
      "[c]tile.draconicevolution:dislocatorReceptacle:0"
    ]
  },
  {
    "name":"tile.draconicevolution:draconium",
    "nameL":"Камень Воскрешения",
    "meta":1,
    "images":[],
    "content":
    [
      "Ключевой компонент в Ритуале воскрешения Дракона.",
      "[c]tile.draconicevolution:draconium:1"
    ]
  },
  {
    "name":"item.draconicevolution:enderArrow",
    "images":[],
    "content":
    [
      "Пожалуй, не лучшая идея... Вы нашли способ путешествовать на более длинные расстояния, прикрепив Жемчуг Эндера на наконечник стрелы.",
      "Конечно, стрела от этого станет намного тяжелее... для обычного лука. Поэтому Вам ничего не остаётся, кроме как пользоваться Луком Виверны или Дракона.",
      "Но в чём подвох, спросите вы? Думаю, Вы знаете, что Жемчуг Эндера является довольно болезненным способом перемещения. А если добавить к нему силу Виверны или, что ещё хуже, лука Дракона, вы получите рецепт, доставляющий намного больше боли.",
      "Обязательно наденьте броню с лучшей защитой от падения. И надейтесь, что этого было достаточно...",
      "[c]item.draconicevolution:enderArrow.name:0"
    ]
  },
  {
    "name":"item.draconicevolution:mobSoul",
    "images":[],
    "content":
    [
      "Вы заметили, что, если убить кого-то с помощью оружия Дракона, можно изредка поймать его душу."
    ]
  },
  {
    "name":"item.draconicevolution:dragonHeart",
    "images":[],
    "content":
    [
      "Падает с Дракона Края и Дракона из мода Draconic Evolution. Вы верите, что этот невероятно мощный предмет содержит ключ к разгадке истинной силы Дракония и подействует во время древнего ритуала, известного как Ритуал Пробуждения.",
      "Ритуал:",
      "1. Выкиньте Сердце Дракона на поверхность и активируйте его взрывом.",
      "2. Выкиньте от 4 до 16-ти Ядер Дракона на поверхность около активированного сердца (по 4 на каждый Заряженный дракониевый блок). Через несколько секунд после первоначальной активации сердца, оно будет втягивать в себя все предметы вокруг. Всё, что не является Ядром Дракона, будет уничтожено.",
      "3. Теперь нужно быстро поставить от 1 до 4-х (в зависимости от того, сколько Ядер вы кинули) Заряженных дракониевых блоков около сердца.",
      "4. Вы поймёте, что оно заработало, как только увидите, что энергия сердца сфокусировалось на Заряженные дракониевые блоки. А теперь слегка отойдите и насладитесь происходящим.",
      "Во время ритуала сердце потратится, так что лучше насобирать их побольше."
    ]
  },
  {
    "name":"item.draconicevolution:draconicIngot",
    "images":[],
    "content":
    [
      "Вы изучали взаимодействие Дракония с различными материалами и поняли, что это всего лишь его инертное состояние.",
      "Однако Вы нашли способ раскрыть истинную мощь Дракония при помощи сложного ритуала, включающего в себя Сердце Дракона.",
      "(Загляните в статью "Сердце Дракона", чтобы узнать подробности)",
      "[c]item.draconicevolution:draconicIngot:0"
    ]
  },
  {
    "name":"tile.draconicevolution:draconicBlock",
    "images":[],
    "content":
    [
      "Вы изучали взаимодействие Дракония с различными материалами и поняли, что это всего лишь его инертное состояние.",
      "Однако Вы нашли способ раскрыть истинную мощь Дракония при помощи сложного ритуала, включающего в себя Сердце Дракона.",
      "(Загляните в статью "Сердце Дракона", чтобы узнать подробности)",
      "[c]tile.draconicevolution:draconicBlock:0",
      "Не разрушается Иссушителем."
    ]
  },
  {
    "name":"item.draconicevolution:awakenedCore",
    "images":[],
    "content":
    [
      "Этот компонент используется для создания наиболее продвинутых предметов из дракония.",
      "[c]item.draconicevolution:awakenedCore:0"
    ]
  },
  {
    "name":"item.draconicevolution:draconiumEnergyCore",
    "nameL":"Энергетическое Ядро Дракона",
    "meta":1,
    "images":[],
    "content":
    [
      "Этот предмет является более мощной версией Энергетического Ядра Виверны и используется для создания наиболее продвинутых предметов.",
      "[c]item.draconicevolution:draconiumEnergyCore:1"
    ]
  },
  {
    "name":"item.draconicevolution:draconicPickaxe",
    "images":[],
    "content":
    [
      "Дальнейшие исследования Дракония указали Вам путь к познанию ещё большей силы...",
      "Особенности копания:",
      "  Область копания от 1x1x1 до 5x5x1 с независимо регулируемой глубиной копания (можно улучшить);",
      "  Фильтр предметов: все предметы, включённые в этот фильтр, будут полностью уничтожаться, вместо того, чтобы выпадать;",
      "  Безопасный режим не даст Вам случайно разрушить собственную базу при копании по области.",
      "[c]item.draconicevolution:draconicPickaxe:0"
    ]
  },
  {
    "name":"item.draconicevolution:draconicShovel",
    "images":[],
    "content":
    [
      "Дальнейшие исследования Дракония указали Вам путь к познанию ещё большей силы...",
      "Особенности копания:",
      "  Область копания от 1x1x1 до 5x5x1 с независимо регулируемой глубиной копания (можно улучшить);",
      "  Фильтр предметов: все предметы, включённые в этот фильтр, будут полностью уничтожаться, вместо того, чтобы выпадать;",
      "  Безопасный режим не даст Вам случайно разрушить собственную базу при копании по области.",
      "[c]item.draconicevolution:draconicShovel:0"
    ]
  },
  {
    "name":"item.draconicevolution:draconicAxe",
    "images":[],
    "content":
    [
      "Дальнейшие исследования Дракония указали Вам путь к познанию ещё большей силы...",
      "Особенности рубки:",
      "  Область рубки от 1x1x1 до 5x5x1 с независимо регулируемой глубиной (можно улучшить);",
      "  Режим "Дерево" (Одним кликом срубит дерево целиком);",
      "  Безопасный режим не даст Вам случайно разрушить собственную базу при рубке по области.",
      "[c]item.draconicevolution:draconicAxe:0"
    ]
  },
  {
    "name":"item.draconicevolution:draconicHoe",
    "images":[],
    "content":
    [
      "Дальнейшие исследования Дракония указали Вам путь к познанию ещё большей силы...",
      "Особенности вскопки:",
      "  Работает по области от 1x1 до 7x7 (можно улучшить)",
      "  Будет выравнивать местность: рушить или, наоборот, ставить землю (если, конечно, в инвентаре имеется земля).",
      "[c]item.draconicevolution:draconicHoe:0"
    ]
  },
  {
    "name":"item.draconicevolution:draconicSword",
    "images":[],
    "content":
    [
      "Находясь в поисках более сильного оружия, Вы попытались соединить Меч Виверны с Пробуждённым драконием и, в итоге, сделали самый мощный меч в истории.",
      "+40 урона (Можно улучшить)",
      "+20% от здоровья существа (Добавляет к урону ещё 20% от здоровья существа)",
      "Область атаки - 5x5 (Можно улучшить)",
      "[c]item.draconicevolution:draconicSword:0"
    ]
  },
  {
    "name":"item.draconicevolution:draconicBow",
    "images":[],
    "content":
    [
      "Дальнейшие исследования Дракония указали Вам путь к познанию ещё большей силы...",
      "Регулируемые настройки:",
      "-[Основной урон] Умножив это на скорость стрел при ударе, Вы определите нанесённый урон.",
      "-[Модификатор скорости стрелы] +0 - эквивалентно ванильному луку.",
      "-[Автоматическая стрельба] Лук будет автоматически стрелять, когда натяжение тетивы достигнет максимума.",
      "-[Взрывная сила] Это именно то, о чём Вы думаете!",
      "-[Сила ударной волны] Стрела будет создавать чрезвычайно мощную ударную волну, которая нанесёт серьёзный урон всем существам в радиусе действия. Она не разрушает блоки, а ещё её можно включить, только когда активирована "Стрела Драконьего Огня".",
      "-[Стрела Драконьего огня] Подобно "Бесконечности", эта функция позволит Вам стрелять, не имея стрел в инвентаре. Она также увеличивает наносимый урон на 10%, позволяет Вам использовать эффект "Ударная волна". Так как такие стрелы на 50% легче обычных, они будут менее подвержены действию гравитации.",
      "-[Приближение камеры] Позволяет приблизить изображение для большей точности.",
      "Стоимость RF высчитывается путём умножения Скорости и Взрывной силы, т.е. чем выше один из этих параметров, тем больше трата энергии, при чём растёт она экспоненциально (по геометрической прогрессии).",
      "Ёмкость энергии, Скорость натяжения, Скорость стрелы, Основной урон - всё это можно улучшить!",
      "Этот лук на 10х точнее ванильного лука. Это означает, что стрела попадёт почти туда, куда Вы её направили (практически по прямой).",
      "[c]item.draconicevolution:draconicBow:0"
    ]
  },
  {
    "name":"item.draconicevolution:draconicDistructionStaff",
    "images":[],
    "content":
    [
      "После долгих мучений Вы в совершенстве овладели знаниями о Драконии. Теперь Вы готовы к созданию идеального оружия и разрушительного инструмента!",
      "Особенности:",
      "  Невероятная скорость копания;",
      "  Область копания от 1x1x1 до 5x5x1 с независимо регулируемой глубиной (Можно улучшить);",
      "  Фильтр предметов: все предметы, включённые в этот фильтр, будут полностью уничтожаться, вместо того, чтобы выпадать;",
      "  Безопасный режим не даст Вам случайно разрушить собственную базу при копании по области.",
      "Атака:",
      "  +60 Урона (Можно улучшить);",
      "  +30% от здоровья существа (Добавляет к урону ещё 30% от здоровья существа);",
      "  Область атаки - от 1x1 до 7x7 (Можно улучшить).",
      "[c]item.draconicevolution:draconicDistructionStaff:0"
    ]
  },
  {
    "name":"item.draconicevolution:draconiumFluxCapacitor",
    "nameL":"Энергетическое Ядро Дракона",
    "meta":1,
    "images":[],
    "content":
    [
      "С этим предметом Вы сможете работать в течении нескольких дней без необходимости останавливаться или подзаряжаться.",
      "[c]item.draconicevolution:draconiumFluxCapacitor:1"
    ]
  },
  {
    "name":"item.draconicevolution:draconicHelm",
    "images":[],
    "content":
    [
      "Вы больше не боитесь ночи. Ведь теперь Вы в любое время сможете разглядеть, что же прячется в этой темноте...",
      "- Ночное зрение",
      "- Снимает отрицательные эффекты от зелий",
      "- Поглощает урон от удушения или утопления",
      "- Убирает замедление копания под водой (Родство с водой)",
      "+60 к основной ёмкости щита",
      "[c]item.draconicevolution:draconicHelm:0"
    ]
  },
  {
    "name":"item.draconicevolution:draconicChest",
    "images":[],
    "content":
    [
      "Благодаря сердцу дракона, Вы стали сильнее и получили в подарок полёт.",
      "- Полёт",
      "- Убирает замедление копания в воздухе",
      "- Иммунитет к огню",
      "+200 к основной ёмкости щита",
      "[c]item.draconicevolution:draconicChest:0"
    ]
  },
  {
    "name":"item.draconicevolution:draconicLeggs",
    "images":[],
    "content":
    [
      "Душа дракона защитит Вас и сделает Ваш бег быстрее. Усовершенствованное ускорение.",
      "- Ускорение бега",
      "+180 к основной ёмкости щита",
      "[c]item.draconicevolution:draconicLeggs:0"
    ]
  },
  {
    "name":"item.draconicevolution:draconicBoots",
    "images":[],
    "content":
    [
      "Мощнее, быстрее, ну и, конечно, лучше прежних! Сердце Дракона дало вам возможность прыгать выше, чем когда-либо.",
      "- Защита от падения",
      "- Увеличение высоты прыжка",
      "- Авто-подъём: позволяет Вам, не прыгая, взобраться на блок повыше",
      "+60 к основной ёмкости щита",
      "[c]item.draconicevolution:draconicBoots:0"
    ]
  },
  {
    "name":"item.draconicevolution:chaosShard",
    "images":[],
    "content":
    [
      "Посмотрите статью "Острова Хаоса" для получения подробной информации.",
      "[c]item.draconicevolution:chaosShard:0"
    ]
  },
  {
    "name":"item.draconicevolution:chaoticCore",
    "images":[],
    "content":
    [
      "Исследования тёмной энергии осколков Хаоса привели Вас к созданию более мощного ядра. Но для чего можно использовать этот тёмный могущественный артефакт?",
      "[c]item.draconicevolution:chaoticCore:0"
    ]
  },
  {
    "name":"tile.draconicevolution:upgradeModifier",
    "images":[],
    "content":
    [
      "Модификационный стол позволит Вам улучшить свои инструменты и прочие предметы.",
      "Как только Вы положите предмет (который можно улучшить) в слот модификации, Вы увидите список возможных улучшений в нижней части интерфейса. Вы также можете увидеть текущие характеристики предмета справа от интерфейса.",
      "Для улучшения предметов требуются ядра. Внизу, под картинкой возможного улучшения, вы увидите список ядер, размещённых по уровням (Дракон, Виверна и Пробуждённое соответственно). В левом верхнем углу интерфейса находится несколько показателей: строчка "Макс. кол-во" показывает, сколько всего ядер можно установить в предмет. Чуть ниже, "Установлено" говорит о том, сколько уже ядер было помещено в предмет. И, наконец, "Доступно" показывает, сколько слотов для ядер ещё осталось.",
      "Чтобы вставить ядро, Вам просто нужно держать его у себя в инвентаре и нажать кнопку '+' под тем улучшением, которое Вам нужно. Чтобы вытащить его, просто нажмите кнопку '-'. Число ядер под улучшениями показывает, сколько уже их было добавлено для увеличения той или иной характеристики. Если Вы наведёте на это число курсором мыши, Вам покажут, сколько очков стоит выбранное ядро.",
      "Именно эти очки суммируются в шкале над картинкой улучшения и показывают, сколько уже было добавлено. Вообще, каждое улучшение имеет первоначальное количество очков, которые можно добавить, и это определяет базовое значение для той характеристики. Если навести курсор на эту цифру, Вы увидите Первоначальное кол-во очков, Максимальное кол-во очков и Стоимость очков.",
      "Чем мощнее ядро Вы добавите, тем эффективнее увеличите характеристику предмета.",
      "[c]tile.draconicevolution:upgradeModifier:0"
    ]
  },
  {
    "name":"tile.draconicevolution:weatherController",
    "images":[],
    "content":
    [
      "Этот блок позволит Вам управлять погодой. Чтобы включить его, положите несколько Изумрудов в его инвентарь и выберите нужный режим. Существуют три доступных режима: 'Выключение дождя', 'Включение дождя' и 'Грозовая буря'.",
      "Для активации ему нужен сигнал редстоуна.",
      "[c]tile.draconicevolution:weatherController:0"
    ]
  },
  {
    "name":"tile.draconicevolution:generator",
    "meta":3,
    "images":[],
    "content":
    [
      "Этот генератор слабой мощности (около 80 RF/t) может пригодиться, если у Вас нет под рукой других модов, генерирующих RF.",
      "[c]tile.draconicevolution:generator:3"
    ]
  },
  {
    "name":"tile.draconicevolution:grinder",
    "meta":3,
    "images":[],
    "content":
    [
      "Согласитесь, каждому нужны эффективные фермы монстров. И теперь Вы можете автоматизировать убийство существ, всего лишь запитав этот механизм каким-нибудь твёрдым топливом (углём, досками и т.д.) или энергией RF!",
      "Молотилка будет убивать всех существ по области 7x7 перед собой. Она будет работать намного эффективнее и быстрее, если подключить к ней RF.",
      "Для того, чтобы уменьшить лаги, весь опыт, падающий с существ под действием молотилки, пропадёт через 30 секунд, если не будет подобран. Поэтому рекомендуем пользоваться чем-нибудь вроде Вакуумной воронки из OpenBlocks, которая соберёт в себя все шарики опыта (если в ней хватает места).",
      "[c]tile.draconicevolution:grinder:3"
    ]
  },
  {
    "name":"tile.draconicevolution:energyInfuser",
    "images":[],
    "content":
    [
      "Видя необходимость более быстрой подзарядки, Вы изобрели Наполнитель.",
      "Он имеет более высокую скорость зарядки, чем большинство механизмов из других модов (и клёвые эффекты!)",
      "[c]tile.draconicevolution:energyInfuser:0"
    ]
  },
  {
    "name":"tile.draconicevolution:sunDial",
    "images":[],
    "content":
    [
      "Этот невероятно мощный блок позволит Вам менять время. Просто поставьте его и подсоедините редстоун-сигнал.",
      "После того, как устройство разгонится, оно направит на Солнце пучок лучей, тем самым ускорив его в 30 раз.",
      "Процесс бесконечен, поэтому не забудьте в нужное время отключить редстоун-сигнал.",
      "[c]tile.draconicevolution:sunDial:0"
    ]
  },
  {
    "name":"tile.draconicevolution:playerDetector",
    "images":[],
    "content":
    [
      "Самый обыкновенный детектор игроков. Дальность обнаружения этого устройства можно увеличить до 10-ти блоков.",
      "[c]tile.draconicevolution:playerDetector:0"
    ]
  },
  {
    "name":"tile.draconicevolution:playerDetectorAdvanced",
    "images":[],
    "content":
    [
      "Улучшенная версия детектора игроков.",
      "Он имеет максимальный радиус действия в 20 блоков, белый или чёрный список для более детальной настройки отслеживания, маскировку (позволяет скрыть детектор так, что его никто не заметит) и возможность инвертировать выходящий сигнал редстоуна для упрощения схемы.",
      "[c]tile.draconicevolution:playerDetectorAdvanced:0"
    ]
  },
  {
    "name":"tile.draconicevolution:flowGate",
    "nameL":"Ограничители",
    "images":[],
    "content":
    [
      "Существует два типа ограничителей: для потока энергии и для жидкости. Такой блок позволит Вам контролировать максимальное количество Redstone Flux или жидкости, которое может пройти через него за один тик.",
      "Эти устройства довольны просты в использовании. У каждого из этих блоков есть стороны, использующиеся в качестве входа (синий) или выхода (оранжевый). При установки блока, входная сторона будет всегда \"смотреть\" на Вас (аналогично поршню). Вращать его можно при помощи ключа.",
      "Интерфейс устройства тоже довольно прост: он имеет всего две настройки. Кнопка \"Высокий сигнал редстоуна\" позволяет настроить величину потока при сигнале с силой 15. А кнопка \"Слабый сигнал редстоуна\" контролирует поток при отсутствии редстоун-сигнала. Вы также можете использовать неполную силу сигнала, чтобы скорректировать текущую скорость потока между этими двумя числами. Индикатор \"Поток\", который находится снизу, показывает, сколько энергии или жидкости может течь через устройство в данный момент с учётом поступающего сигнала редстоуна.",
      "[c]tile.draconicevolution:flowGate:0",
      "[c]tile.draconicevolution:flowGate:6",
      "Методы для ComputerCraft/Open Computers:",
      "getFlow() - Возвращает текущий поток",
      "setSignalHighFlow(integer)",
      "getSignalHighFlow()",
      "setSignalLowFlow(integer)",
      "getSignalLowFlow()",
      "setOverrideEnabled(boolean) - Установив значение \"истина\", Вы сможете напрямую контролировать скорость потока без подключения редстоун-сигнала к устройству.",
      "getOverrideEnabled()",
      "setFlowOverride(integer) - Если значение setOverrideEnabled переключено на "истину", то эта функция позволит задать Вам скорость потока. Этот показатель не возможно будет изменить через интерфейс ограничителя или при помощи редстоун-сигнала."
    ]
  },
  {
    "name":"tile.draconicevolution:dissEnchanter",
    "images":[],
    "content":
    [
      "С помощью этого устройства Вы сможете переносить зачарования с предметов в книги за счёт опыта.",
      "Общая стоимость определяется стоимостью ремонта предмета, который немного разрушается каждый раз, когда из него вытаскивают зачарование.",
      "Для того, чтобы использовать его, просто поместите зачарованный предмет в первый слот, а книгу - в центральный, и после этого нажмите кнопку переноса. Именно тогда первое (верхнее) зачарование извлечётся из предмета и перенесётся в книгу.",
      "Во время переноса зачарования из предмета, он теряет некоторый процент от всей прочности. Этот процент указан в интерфейсе устройства. Вы можете уменьшить разрушение предмета, поставив несколько книжных полок или других усилителей зачарований около Дизенчатера. Чтобы полностью предотвратить повреждение предмета, потребуется 20 полок.",
      "ВНИМАНИЕ: Предметы, которые используют энергию вместо прочности, будут также повреждаться и ломаться, но, что плохо, мы не сможем увидеть уровень их прочности.",
      "[c]tile.draconicevolution:dissEnchanter:0"
    ]
  },
  {
    "name":"tile.draconicevolution:draconiumChest",
    "images":[],
    "content":
    [
      "Используя свои знания о Драконии, Вы научились создавать идеальный сундук.",
      "Хранилище в 234 слота, способное сохранять в себе вещи при сносе, встроенный верстак, печь с пятью слотами, которая способна удваивать руды - всё это является главным преимуществом Сундука Дракона. Это самое невероятное, самое универсальное хранилище из всех когда-либо существовавших устройств!",
      "Он даже может поменять свой цвет, Вы представляете?! Нужно всего лишь кликнуть по нему Shift + ПКМ пустой рукой для получения необходимой информации.",
      "[c]tile.draconicevolution:draconiumChest:0"
    ]
  },
  {
    "name":"tile.draconicevolution:customSpawner",
    "images":[],
    "content":
    [
      "Для начала кликните ПКМ по обычному спаунеру Ядром Дракона, чтобы стабилизировать его. Теперь у Вас есть пустой переносимый спаунер, который можно аккуратно сломать только инструментами из Draconic Evolution.",
      "Чтобы сменить существо, которое будет спавниться внутри, Вам нужно нажать по спаунеру Душой нужного существа.",
      "Существует несколько предметов, которыми можно улучшить стабилизированный спаунер:",
      "- Ядро Виверны: Улучшает спаунер до 2-ого уровня, увеличивает скорость спавна и число существ.",
      "- Пробуждённое ядро: Улучшает спаунер до 3-ого уровня и ещё больше увеличивает скорость спавна и число существ.",
      "- Адская звезда: Для работы спаунера игроку больше не нужно находиться от него в пределах 16-ти блоков.",
      "- Яблоко Нотча (Яблоко из блоков): Заставляет игнорировать правила спавна существ, например, монстры будут спавниться даже при высоком уровне освещённости.",
      "Сломав спаунер, Вы получите назад все улучшения, которые в него вложили, кроме Души, так как она очень хрупка и разрушается в процессе.",
      "[c]tile.draconicevolution:customSpawner:0"
    ]
  },
  {
    "name":"tile.draconicevolution:energyStorageCore",
    "images":[],
    "content":
    [
      "Благодаря знаниям о Драконии, Вы придумали, как создать мульти-блоковую структуру, способную хранить намного больше энергии, чем любое когда-либо созданное устройство. Самый большой уровень постройки позволит хранить аж 2.14 триллионов RF!!!",
      "Посетите статью "Многоблоковое хранилище энергии" для получения более подробной информации.",
      "[c]tile.draconicevolution:energyStorageCore:0"
    ]
  },
  {
    "name":"tile.draconicevolution:energyPylon",
    "images":[],
    "content":
    [
      "Это устройство используется для извлечения и перекачивания энергии в Многоблоковое хранилище. Его максимальная скорость передачи - 2,147,483,647 RF/t.",
      "[c]tile.draconicevolution:energyPylon:0"
    ]
  },
  {
    "name":"tile.draconicevolution:reactorStabilizer",
    "nameL":"Дракониевый реактор",
    "images":[],
    "content":
    [
      "Будучи разочарованными ограниченной энергией, вырабатываемой при помощи обычного топлива, а также зная потенциал осколков Хаоса, Вы стали всё больше и больше изучать силу Дракония, чтобы создать то, что, возможно, станет самым опасным источником средоточия энергии за всю историю Потока Редстоуна (Redstone Flux).",
      "Силу не получить без жертвы, а Великую силу не получить без Великой жертвы. Пока эта сила будет проверять Ваш металл на прочность, Вы начнёте осмыслять то, что поможет Вам воплотить Ваши желания в реальность. Вы также видите последствия тех невыразимых разрушений, которые могут произойти, если Вы вдруг потерпите неудачу, но жизнь простых смертных и тот мир, что они населяют, далеки от того, чем Вы обеспокоены на самом деле. Тщательно проверьте все чертежи, которые Вы создали, так как даже малейшая оплошность будет стоить Вам гораздо больше, чем затраты на создание. Но таков риск, взятый на себя теми, кто стремится стать похожими на богов.",

      "Основные принципы работы Реактора:",
      "Во время реакции соединения дракониевого топлива с Хаотитом (элементом Хаоса) выделяется огромное количество тепла и энергии RF. В результате этой реакции дракониевое топливо превращается в хаотит, что способствует увеличению выделения тепла. Для предотвращения рассеивания этой энергии необходимо Сдерживающее поле, а ещё нужно, чтобы вся система была активна, дабы предотвратить нарушения сдерживающего поля жаром от реакции, происходящей в Ядре. Для поддержания реакции необходима Вторичная система, которая, так же как и Сдерживающее поле, работает автономно. А третичная система понадобится для регулировки потоков энергии на входе и выходе, чтобы реактор был стабилен во время использования.",
      "В итоге, если все сделано правильно, мы получим... супер-плотную и супер-раскалённую сферу расплавленной плазмы. Да, да, сфера в кубическом мире! Ну или просто плотно скомпонованные миллионы мелких кубических частичек вокруг ядра Хаотического сплава, которое выглядит как подобие сферы, но по сути, является бесформенной плазмой. И пока генерируются миллионы RF, реактор копит энергию в себе, не давая утечек, но так может продолжаться только тогда, когда достигнут баланс между нагревом дракониевого ядра и энергией, затрачиваемой на сдерживающее поле. Такой баланс лучше всего достигается при температуре около 8 тысяч градусов и может поддерживаться энергетическими ограничителями, а так же путем своевременного удаления из реактора преобразованного топлива (хаотита).",
      "Для того, чтобы извлечь энергию из Дракониевого ядра, необходимы Стабилизаторы реактора. Как только энергия начнёт выкачиваться из ядра, реакция разгонится вновь, создавая при этом необычную автономную (независимую) систему, которая не будет терять энергию даже тогда, когда эта энергия будет постепенно выкачиваться из ядра.",
      "Стоит отметить, что нельзя выкачивать из ядра столько энергии, сколько Вам вздумается. Чем больше энергия Вы выкачиваете, тем быстрее происходит реакция. А это, в свою очередь, увеличивает нагрузку на Сдерживающее поле. Скорость будет расти и расти, снижая при этом эффективность реактора. И в определённый момент, сдерживающее поле ослабится до такой степени, что произойдёт дестабилизация (нарушение) баланса между полем и реакцией внутри ядра. Это мгновенно уничтожит сдерживающее поле и приведёт к катастрофическому взрыву ужасающего масштаба.",

      "Постройка сооружения:",
      "Реактор состоит из 6 основных компонентов: 4 Стабилизатора реактора, Ядро реактора и Энергетический инжектор. Вам также понадобятся, по крайней мере, 2 Энергетических ограничителя для того, чтобы регулировать реактор.",
      "Для начала поставьте Ядро реактора в центр Вашей будущей постройки.",
      "После этого вокруг Ядра поставьте четыре стабилизатора и проследите, чтобы каждый был направлен к ядру. Стабилизаторы не обязательно ставить строго на одной высоте. Вы можете поставить один стабилизатор над или под реактором, но тогда придётся ставить ещё один стабилизатор сверху или снизу соответственно. Главное, не ставить их дальше 8 блоков от ядра. Они также должны быть достаточно далеко, чтобы их не задело расширением оболочки ядра, а это происходит тогда, когда Вы продолжаете запитывать его. Достигнув максимальной температуры, ядро станет в два раза больше. Поэтому, если Вы хотите, чтобы Ядро работало на полную мощность, ставьте стабилизаторы хотя бы на 4 блока от Ядра. Чтобы проверить, правильно ли стабилизаторы установлены, кликните по одному из них ПКМ, и тогда откроется интерфейс стабилизатора. Если все 4 из них установлены правильно, в статусе реактора должно быть написано "ВЫКЛЮЧЕН". В противном случае, в статусе будет написано "НЕВЕРНАЯ УСТАНОВКА" и тогда Вам придётся сломать и поставить стабилизаторы заново, прежде чем продолжить.",
      "Если вдруг интерфейс стабилизатора не открывается, сломайте и поставьте стабилизаторы заново (или проделайте тоже самое с ядром) и убедитесь, что в тот момент, когда Вы поставили их, между ними и ядром не было ни одного блока. Если Вы можете получить доступ к реактору ото всех 4-х стабилизаторов, Вы всё сделали правильно. Это также относится и к энергетическому инжектору. Вы хоть и не сможете получить доступ к его интерфейсу, но всё равно удостоверьтесь, что никаких блоков, затрудняющих его соединение с реактором, нет, а если это не так, прижётся сломать его и поставить заново.",
      "После того, как Вы правильно поставили Стабилизаторы и Ядро, на одну из оставшихся сторон установите Инжектор реактора.",

      "Функционирование компонентов:",
      "[c]tile.draconicevolution:reactorCore:0",
      "Само ядро - это центр сооружения, в котором будет происходить реакция. Оно состоит из Осколка Хаоса и небольшого количества пробуждённого дракония, который необходим для запуска реакции.",
      "[c]tile.draconicevolution:reactorEnergyInjector:0",
      "Энергетический инжектор нужен для того, чтобы запустить и поддерживать Сдерживающее поле. Сдерживающее поле будет расти по мере того, как Ядро будет увеличивать выброс тепла и энергии. Для поддержания такого поля нужны все 4 стабилизатора, поэтому если во время работы реактора Вы сломаете хотя бы один, Сдерживающее поле разрушится, и Вам придётся столкнуться с последствиями своей же халатности. Стабилизаторы также используются для извлечения энергии из Ядра, но так как нет никакого лимита, который смог бы ограничить выход энергии из Стабилизатора в секунду, Вам нужно соединить их с проводами через Энергетический ограничитель для того, чтобы регулировать вход/выход энергии. Без такой меры предосторожности, шанс, что реактор взорвётся, резко возрастёт.",
      "Сам по себе, Энергетический инжектор создан для двух целей. Во-первых, он используется для подачи энергии, требуемой для запуска реактора, а если точнее, для того, чтобы в ядре началась ядерная реакция. Во-вторых, он активирует Сдерживающее поле. Поле будет принимать безграничное количество энергии - намного больше, чем ему нужно в нормальных условиях - поэтому подсоединив другой Энергетический ограничитель к инжектору, Вы сможете регулировать поток энергии, требуемой для поддержания Сдерживающего поля и самого Ядра, поскольку их показатели вместе поднимаются до точки равновесия. Эта система должна быть автономна, т.е. не должна требовать резервной или альтернативной энергии для Сдерживающего поля, но лучше перестраховаться, иначе можно поставить свой мир под угрозу.",
      "[c]tile.draconicevolution:reactorStabilizer:0",
      "[c]item.draconicevolution:reactorCraftingPart:0",
      "[c]item.draconicevolution:reactorCraftingPart:1",
      "[c]item.draconicevolution:reactorCraftingPart:2",
      "[c]item.draconicevolution:reactorCraftingPart:3",
      "[c]item.draconicevolution:reactorCraftingPart:4",

      "Руководство по эксплуатации реактора:",
      "Первое, что Вам надо сделать, это открыть интерфейс реактора (нажав на стабилизатор) и вставить в слот для топлива до 8 пробуждённых дракониевых блоков. Драконий можно вставлять и в форме блоков, и в форме слитков, и в форме самородков. Кнопкой "Извлечь" Вы сможете забрать столько материала, сколько возможно, но помните, что небольшая его часть останется в реакторе из-за его постоянного потребления.",
      "После старта реактора Вы уже не сможете доложить топливо, поэтому решайте сразу, сколько Пробужденного дракония Вы положите в реактор. Чтобы дозаправить реактор и/или извлечь избыток хаотита, Вам придётся выключить его.",
      "После того, как слот для топлива будет загружен соответствующим материалом, нажмите кнопку "Зарядить реактор". Как только в реактор попадёт энергия, которую надо подать через инжектор, он заработает и начнёт заряжаться. Но не в коем случае не подумайте, что он уже начал вырабатывать энергию. Для безопасного запуска реактора нужно, чтобы шкала Сдерживающего поля и Насыщения энергией достигла 50%, и уже тогда он перейдёт в режим "Включён" и начнёт вырабатывать RF. К этому времени Температура поднимется до 2,000 градусов. (То есть для активации реактора нужно, чтобы индикатор Сдерживающего поля и Насыщения энергией поднялся до 50%, а температура до 2,000 градусов. Этого можно добиться, заряжая реактор энергией.)",
      "После того, как реактор накопил необходимый заряд и разогрелся до нужной температуры, слева снизу появится кнопка "Активировать", нажав на которую Вы запустите реактор. Статус реактора изменится на "Включён", и начнётся выработка энергии.",
      "Датчик температуры показывает степень нагрева Ядра. Чем температура жарче, тем больше энергии будет выкачиваться для поддержания Сдерживающего поля. Для максимальной эффективности рекомендуем поддерживать температуру реактора на уровне около 8000 градусов. Если Температура ядра превысит 8000 градусов, Сдерживающее поле начнёт резко увеличивать потребление энергии, что снизит эффективность выработки RF. Например, при 10,000 градусов Поле будет испытывать нагрузки, которые в 10 раз превышают те, что были при 8,000 градусов. При 11,000 градусов нагрузка на Сдерживающее поле возрастёт аж в 20 раз. В конце концов, Поле не сможет достаточно быстро потребить нужное количество энергии, и тогда взрыв будет неизбежен.",
      "Датчик, измеряющий Сдерживающее поле, показывает его силу. Помните, что Сдерживающее поле будет принимать неограниченное количество энергии, поэтому добиться силы в 100% Вам никогда не удастся. Сколько энергии подавать для поддержания Сдерживающего поля - решать Вам. До тех пор, пока индикатор Сдерживающего поля не опустится до красной части шкалы, Ваш реактор безопасен. Запитывая Поле энергией, намного больше той, что ему требуется в данный момент, Вы собьёте работу Сдерживающего поля, а это приведёт к отказу реактора. Помните, что Сдерживающему полю необходимо больше энергии только во время работы в "Безопасном режиме".",
      "Также важно помнить, что чем больше энергии Вы выкачиваете из реактора, тем горячее становится ядро и тем больше энергии будет требоваться для поддержания Сдерживающего поля. Поэтому, если Вы держите поле на самом низком "безопасном" уровне, придётся внести коррективы, если вдруг Вам понадобится вырабатывать больше энергии.",
      "Если индикатор Сдерживающего поля упадёт до нуля, реактор взорвётся и испепелит всё в радиусе 10-200 блоков (в зависимости от того, сколько дракония было в реакторе).",
      "Индикатор Насыщения энергией показывает, как много RF-энергии в данный момент находится в ядре. По мере наполнения этой шкалы производство энергии и расход топлива будет снижаться (топливо будет тратиться медленнее). Это также увеличивает температуру реактора и, следовательно, увеличивает нагрузку на Сдерживающее поле. Чем меньше уровень насыщения энергией, тем меньше энергии в целом Вы получите на выходе. Держа реактор на более высоком уровне насыщения, Вы получите меньше RF/t, но зато увеличите эффективность реактора. Поэтому советуем держать Насыщение на высоком уровне (Около 70-80%). Если кратко, то при падении уровня Насыщения, реакция в ядре усилится, температура возрастёт, Сдерживающее поле достигнет точки, при которой он уже не сможет быстро снабжать себя необходимым количеством энергии и сдерживать расширение Ядра, а Ядро, в свою очередь, приблизится к критической массе... Бабах!",
      "Индикатор с названием "Кол-во преобразованного топлива" показывает, сколько топлива было преобразовано в хаотит (элемент Хаоса). По мере увеличения кол-ва хаотита ускоряется реакция внутри ядра. Это увеличивает количество вырабатываемой энергии и его эффективность. Это также увеличивает температуру реактора, что, в свою очередь, увеличивает нагрузку на Сдерживающее поле. Возможно Вам придётся корректировать силу поля по мере увеличения сжигания топлива.",
      "ИМЕЙТЕ В ВИДУ!!!",
      "Неизвестно почему, но когда 100% дракония превратится в хаотит, реакция не просто остановится... Вместо этого, температура в Ядре неудержимо возрастёт. Если это произойдёт, ничто не сможет остановить реактор. Температура будет продолжать расти до тех пор, пока Сдерживающее поле не рухнет и реактор не взорвётся. Поэтому настоятельно рекомендуем выключить реактор и дозаправить его пробуждённым драконием, как только Кол-во преобразованного топлива достигнет 80-90%.",
      "Если, зайдя в интерфейс реактора, Вы нажмёте кнопку "Инициировать выключение", реактор перейдёт в режим выключения. В этом режиме реактор прекратит выдавать энергию (ДЛЯ НАЧАЛА УДОСТОВЕРЬТЕСЬ, что у Вас находится достаточно накопленной энергии или альтернативный источник для её выработки под рукой, для того чтобы поддерживать Сдерживающее поле во время выключения реактора), Насыщение начнёт увеличиваться, заставляя реактор замедлиться. Температура упадёт. Как только температура опустится ниже 2000 градусов, реактор полностью отключится. И уже тогда Вы сможете безопасно забрать преобразованную материю и дозаправить реактор свеженьким пробуждённым драконием. Вы не сможете достать из реактора всё топливо, так как частичку слитка, потребляемую во время выключения реактора, невозможно вытащить.",

      "Отказ системы:",
      "Вас, возможно, посещала мысль, что было бы мудро окружить реактор обсидианом или другими чрезвычайно взрывоустойчивыми блоками на случай взрыва. Ну, не стоит беспокоится! Если это произойдёт, эффект от взрыва будет такой же силы, как если бы крошечная сверхновая попала прямиком на Вашу базу. Ударная волна уничтожит всё на своём пути. Эта волна пройдёт даже через то, что она не может разрушить и продолжит сносить всё, что лежит в её горизонте событий. Ничто не сможет остановить её... Поэтому реактор лучше делать вдали от основной базы. Кстати радиус взрыва прямо пропорционален количеству топлива в реакторе. То есть, если реактор заряжен 1 слитком пробужд. дракония, радиус взрыва будет 20 блоков, а если на полную (8 блоками пробуждённого дракония), то всё в радиусе 200 блоков исчезнет с лица Земли.",
      "Редстоун-контроль:",
      "Подсоединив Компаратор к одному из стабилизаторов или к инжектору, Вы можете визуально считывать четыре индикатора стабилизаторов, отображаемых в интерфейсе реактора (Температура, Сила Сдерж. поля и т.д.). Сила сигнала каждого Компаратора будет изменяться от 0 до 15 в зависимости от измерения присоединённого индикатора. Вы также можете кликнуть Shift + ПКМ по Стабилизатору или Инжектору, чтобы сменить индикатор, считываемый присоединённым компаратором, а также инвертировать сигнал редстоуна.",

      "Нестабильность:",
      "[Ещё не реализовано] (Это может быть или не быть реализовано в будущем. Следите за новостями, поскольку это может повлиять на работу реакторов.)",

      "Контроль реактора через Computercraft и Open Computers:",
      "Просто подсоедините Компьютер к одному из стабилизаторов или инжектору, и тогда Вы получите доступ ко всей информации по реактору, а также возможность включить и выключить реактор дистанционно. Методы по реализации здесь довольно просты.",
      "Методы:",
      "getReactorInfo() - Доставляет информацию из массива, а именно: [temperature, fieldStrength, maxFieldStrength, energySaturation, maxEnergySaturation, fuelConversion, maxFuelConversion, generationRate, fieldDrainRate, fuelConversionRate, status]",
      "chargeReactor() - Делает тоже самое, что и кнопка Зарядки в интерфейсе реактора.",
      "activateReactor() - Делает тоже самое, что и кнопка Активации в интерфейсе реактора.",
      "stopReactor() - Делает тоже самое, что и кнопка Выключения в интерфейсе реактора."
    ]
  },
  {
    "name":"tile.draconicevolution:particleGenerator",
    "images":[],
    "content":
    [
      "Этот декоративный блок позволит Вам настроить эффекты частиц, которые он впоследствии воспроизведёт. Для более подробной информации ознакомьтесь с инструкцией, встроенной в его интерфейс.",
      "А ещё этот блок является частью Многоблоковой конструкции для хранения энергии.",
      "[c]tile.draconicevolution:particleGenerator:0"
    ]
  },
  {
    "name":"tile.draconicevolution:energyCrystal",
    "nameL":"Энергетическое реле",
    "meta":0,
    "images":[],
    "content":
    [
      "Этот предмет является основным компонентом энергосети в Draconic Evolution.",
      "Само по себе, это устройство не может отправлять или получать энергию от блоков. Оно является центром энергосети, а его задача заключается в том, чтобы связывать другие устройства (через себя), которые как раз таки перемещают энергию.",
      "Загляните в статью "Связыватель кристаллов" для получения дополнительной информации о том, как соединить эти кристаллы, а также о распределении энергии в сети.",
      "Область действия: 25",
      "Максимальное количество соединений: 10",
      "[c]tile.draconicevolution:energyCrystal:0"
    ]
  },
  {
    "name":"tile.draconicevolution:energyCrystal",
    "nameL":"Улучшенное энергетическое реле",
    "meta":1,
    "images":[],
    "content":
    [
      "Этот предмет является более мощной версией обычного Энергетического реле. Оно способно намного быстрее передавать энергию, а также имеет возможность подключаться к большему количеству устройств.",
      "Загляните в статью "Связыватель кристаллов" для получения дополнительной информации о том, как соединить эти кристаллы, а также о распределении энергии в сети.",
      "Область действия: 50",
      "Максимальное количество соединений: 20",
      "[c]tile.draconicevolution:energyCrystal:1"
    ]
  },
  {
    "name":"tile.draconicevolution:energyCrystal",
    "nameL":"Энергетический передатчик",
    "meta":2,
    "images":[],
    "content":
    [
      "Этот предмет используется для передачи и приёма энергии из энергосети.",
      "Просто прикрепите передатчик к блоку, который получает энергию или её производит, а после соедините его с сетью. Чтобы переключить передатчик между режимами приема (из сети в блок) или передачи (из блока в сеть), нажмите по нему ПКМ со Связывателем кристаллов в руках, настроенного на "Смену режима".",
      "Загляните в статью "Связыватель кристаллов" для получения дополнительной информации о том, как соединить эти кристаллы, а также о распределении энергии в сети.",
      "Область действия: 25",
      "Максимальное количество соединений: 2",
      "[c]tile.draconicevolution:energyCrystal:2"
    ]
  },
  {
    "name":"tile.draconicevolution:energyCrystal",
    "nameL":"Улучшенный энергетический передатчик",
    "meta":3,
    "images":[],
    "content":
    [
      "Этот предмет является более мощной версией обычного Энергетического передатчика.",
      "Вместе с тем, что он имеет более высокую скорость передачи энергии, он также способен извлекать и помещать энергию в устройство в 5 раз быстрее обычного.",
      "Загляните в статью "Связыватель кристаллов" для получения дополнительной информации о том, как соединить эти кристаллы, а также о распределении энергии в сети.",
      "Область действия: 50",
      "Максимальное количество соединений: 4",
      "[c]tile.draconicevolution:energyCrystal:3"
    ]
  },
  {
    "name":"tile.draconicevolution:energyCrystal",
    "nameL":"Беспроводной энергетический передатчик",
    "meta":4,
    "images":[],
    "content":
    [
      "Это устройство работает аналогично Энергетическому реле за исключением того, что способно передавать энергию в принимающие устройства напрямую и без проводов.",
      "Загляните в статью "Связыватель кристаллов" для получения дополнительной информации о том, как соединить эти кристаллы, а также о распределении энергии в сети.",
      "Область действия: 25",
      "Максимальное количество соединений: 3",
      "Область действия беспроводной связи: 15",
      "Максимальное количество беспроводных соединений: 8",
      "[c]tile.draconicevolution:energyCrystal:4"
    ]
  },
  {
    "name":"tile.draconicevolution:energyCrystal",
    "nameL":"Улучш. беспроводной энергопередатчик",
    "meta":5,
    "images":[],
    "content":
    [
      "Это усовершенствованная версия Беспроводного энергетического передатчика, имеющая более высокую скорость передачи энергии, а также способная подключиться к большему количеству устройств.",
      "Загляните в статью "Связыватель кристаллов" для получения дополнительной информации о том, как соединить эти кристаллы, а также о распределении энергии в сети.",
      "Область действия: 50",
      "Максимальное количество соединений: 6",
      "Область действия беспроводной связи: 30",
      "Максимальное количество беспроводных соединений: 16",
      "[c]tile.draconicevolution:energyCrystal:5"
    ]
  },
  {
    "name":"item.draconicevolution:wrench",
    "images":[],
    "content":
    [
      "Этот инструмент используется для соединения энергетических устройств.",
      "Соединение: Чтобы связать два устройства, переключите инструмент в Режим соединения, нажав Shift+ПКМ. Затем просто кликните по каждому из устройств (в любом порядке), чтобы соединить их. Любое устройство энергосети (Реле, Передатчик или Беспроводной передатчик) можно присоединить друг к другу. Беспроводные передатчики можно напрямую подключить к принимающему RF блоку, нажав сначала по передатчику, а потом по самому блоку.",
      "Разрыв соединений: Чтобы убрать соединение двух устройств, переключите инструмент в Режим разрыва соединений, а затем просто кликните по каждому из этих двух устройств ПКМ. Вы также можете отключить абсолютно все соединения устройства, используя режим "Разрыв всех соединений".",
      "Визуальный индикатор: Держа Связыватель кристаллов, Вы можете увидеть соединения абсолютно всех устройств (за исключением соединений между беспроводным передатчиком и RF-устройством).",
      "Предел соединений: Все устройства поддерживают ограниченное число соединений. Данное число показывает, к скольким устройствам может подключиться этот предмет. Реле имеют самое большое количество возможных соединений, и поэтому полезны для связывания сети из Передатчиков, которые имеют очень маленькое количество доступных соединений.",
      "Механика передачи энергии: Каждое устройство имеет собственный внутренний буфер энергии. Если в буфере одного устройства энергии меньше, чем у другого, то последний передаст энергию в первое устройство, чтобы уравнять два буфера. Разность количества энергии между двумя буферами определяет скорость, с которой будет передаваться энергия.",
      "[c]item.draconicevolution:wrench:0"
    ]
  },
  {
    "name":"tile.draconicevolution:rainSensor",
    "images":[],
    "content":
    [
      "Это устройство излучает редстоун-сигнал во время дождя. Идеально подойдёт в качестве активатора для контроллера погоды.",
      "[c]ile.draconicevolution:rainSensor:0"
    ]
  },
  {
    "name":"tile.draconicevolution:potentiometer",
    "images":[],
    "content":
    [
      "Простое устройство, способное излучать редстоун-сигналы с силой от 0 до 15.",
      "[c]tile.draconicevolution:potentiometer:0"
    ]
  },
  {
    "name":"tile.draconicevolution:xRayBlock",
    "images":[],
    "content":
    [
      "Многие из Вас наверняка видели графический глюк, который иногда возникает при загрузке чанков и позволяет видеть "сквозь" мир: все пещеры и разломы.",
      "Этот блок способен воссоздать такой эффект. Если поставить его к другому блоку, то блок, которого он коснулся, станет прозрачным и позволит посмотреть сквозь тонны камня.",
      "Он может пригодиться для поиска пещер, сокровищниц... или даже тех вещей, которые спрятаны от Вас другими игроками и которые Вы так хотите найти. Но блок этот не из дешевых. Его создание будет стоить Вам несколько Адских Звёзд, а ещё он является настолько хрупким блоком, что после установки, его невозможно будет собрать. Даже с Шелковым касанием.",
      "[c]tile.draconicevolution:xRayBlock:0",
      "TODO"
    ]
  },
  {
    "name":"item.draconicevolution:safetyMatch",
    "nameL":"Спичка",
    "meta":1000,
    "images":[],
    "content":
    [
      "Устали от того, что всё сгорает дотла, когда Вы пытаетесь сделать камин? Используйте эту спичку, чтобы зажечь огонь, который никогда не начнёт распространяться, не подожжёт Вас и не сожжёт Ваш дом.",
      "[c]item.draconicevolution:safetyMatch:1000",
      "Уже бесит куча разбросанных спичек в карманах? :D",
      "[c]item.draconicevolution:safetyMatch:0"
    ]
  },
  {
    "name":"item.enchanted_book",
    "nameL":"Зачарование "Жнец"",
    "images":[],
    "content":
    [
      "Зачарование "Жнец" увеличивает шанс того, что с существа упадёт его душа. Его максимальный уровень - 5, а ещё он позволяет обычному оружию также выбивать души."
    ]
  },
  {
    "name":"info.Дракониевый щит",
    "images":[],
    "content":
    [
      "И броня Виверны, и броня Дракона имеет щит, который способен поглощать урон.",
      "Чем больше частей брони Вы наденете, тем больше урона поглотит этот щит. Кстати броня Дракона поглощает больше урона, чем броня Виверны.",
      "Когда щит включится, Вы увидите его статистику в особом HUD, который по умолчанию будет находиться слева от хотбара (Нажав на клавишу изменения настроек GUI предмета, Вы увидите снизу кнопку "Настроить элементы HUD". С помощью неё можно изменить отображение щита.)",
      "На картинке щита всего 3 шкалы: Очки щита (большая красно-зелёная шкала), Энтропия (повреждение, маленькая зелёная шкала) и Оставшаяся энергия (маленькая голубая шкала). Числовые значения для этих шкал можно включить в "Настройке элементов HUD".",
      "Очки щита или, по-другому, Емкость - это количество урона (половинка сердца), которую может поглотить броня, т.е. эта шкала понижается, когда Вы получаете урон. Но если хоть одна часть брони ещё заряжена, Ваши очки щита восстановятся за счёт RF. Восстанавливаются очки каждые 3 секунды.",
      "Энтропия (повреждение): Эта шкала будет увеличиваться всякий раз, когда Вы получаете урон и медленно восстанавливаться, когда никто Вас не бьёт. Энтропия уменьшает скорость, с которой будут регенерировать Очки щита. Если уровень энтропии достигнет 100%, Щит перестанет восстанавливаться.",
      "Щит можно улучшить при помощи Модификационного стола. Улучшив "Емкость щита", Вы увеличите количество его очков, а улучшив "Восстановление щита", Вы увеличите скорость восстановления энтропии. Обратите внимание на то, что скорость восстановления рассчитывается путём усреднения восстановления всех надетых частей брони.",
      "Щит также имеет такую способность, как "Последний шанс". Она способна поглотить любой смертельный удар за 10 млн. RF. Если во всей броне энергии будет меньше, чем 10 млн, то способность не сработает, и Вы умрёте."
    ]
  },
  {
    "name":"info.Многоблоковое хранилище энергии",
    "images":[
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore1.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore2.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore3.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore4.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore5.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore6.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore7.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore8.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore9.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore10.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore11.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore12.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore13.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore14.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore15.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore16.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore17.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore18.png",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore19.png"
    ],
    "content":
    [
      "Энергетическое ядро - это многоблоковое сооружение, способное хранить громадное количество энергии RF, используя силу Дракония и Редстоуна.",
      "Существует 7 уровней энергетического ядра, и чем больше этот уровень, тем больше энергии ядро может хранить.",
      "Для того, чтобы его построить, Вам понадобятся 5 компонентов:\n ♦ Энергетическое ядро (x1)\n ♦ Генератор частиц (x4)\n ♦ Блок красного камня (число зависит от уровня)\n ♦ Дракониевый блок (число зависит от уровня)\n ♦ Энергетический пилон (x2+)",
      "Это хранилище представляет собой Энергетическое ядро (блок), окружённое 4-мя Генераторами частиц. Генераторы должны находиться на одной высоте с ядром, как показано на картинках ниже. \nГенераторы нужно ставить не дальше 10 блоков от ядра!",
      "После установки генераторов, окружите ядро Блоками красного камня и Дракониевыми блоками. Текст и картинки, находящиеся чуть ниже, опишут каждый уровень, а также покажут количество затрачиваемого материала и емкость будущего хранилища. Как только Вы удостоверитесь, что установили всё правильно, просто кликните пустой рукой Shift+ПКМ по одному из Генераторов частиц, чтобы активировать ядро.",
      "Уровень 1:",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore1.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore2.png",
      "Блоков красного камня: x0\nДракониевых блоков: x0\nЕмкость = 45.5 миллионов RF",
      "Уровень 2:",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore1.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore3.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore4.png",
      "Блоков красного камня: x0\nДракониевых блоков: x6\nЕмкость = 273 миллионов RF",
      "Уровень 3:",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore1.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore5.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore6.png",
      "Блоков красного камня: x0\nДракониевых блоков: x26\nЕмкость = 1.64 миллиарда RF",
      "Уровень 4:",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore1.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore7.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore8.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore9.png",
      "Блоков красного камня: x26\nДракониевых блоков: x54\nЕмкость = 9.88 миллиардов RF",
      "Уровень 5:",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore1.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore7.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore10.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore11.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore12.png",
      "Блоков красного камня: x80\nДракониевых блоков: x98\nЕмкость = 59.3 миллиардов RF",
      "Уровень 6:",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore1.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore7.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore10.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore13.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore14.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore15.png",
      "Блоков красного камня: 133\nДракониевых блоков: 150\nЕмкость = 356 миллиардов RF",
      "Уровень 7:",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore1.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore7.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore10.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore13.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore16.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore17.png[>]https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore18.png",
      "Блоков красного камня: x328\nДракониевых блоков: x218\nЕмкость = 2.14 триллионов RF",
      "Чтобы иметь возможность помещать и забирать энергию из ядра, Вы должны поставить энергетические пилоны не дальше 15 блоков от него. Чтобы активировать пилон, поставьте либо на него, либо под него стекло, в зависимости от того, где расположены пилоны. (т.е. если бы пилон "висел" на потолке, было бы логичнее ставить стекло под него...)",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/ECore/ECore19.png",
      "Как только Вы поставили стекло, пилон должен сразу активироваться и соединиться с близлежащим Энергетическим ядром. При этом стекло должно измениться на синюю сферу, как показано на картинке выше. А ещё появятся белые частицы, показывающие, куда направлен поток энергии. Вы также можете нажать по пилону Shift+ПКМ, чтобы переключить его на другое ядро (если в его радиусе несколько ядер).",
      "Как Вы уже поняли, энергия добавляется и убирается из ядра при помощи энергетических пилонов. Чтобы переключать пилон между режимами ввода и вывода энергии, просто кликайте ПКМ по сфере над ним. А чтобы узнать, в каком режиме находится пилон, просто посмотрите на его цвет (синий - передача энергии из пилона в ядро, а оранжевый - из ядра в пилон).",
      "Во время передачи энергии между ядром и пилоном Вы увидите поток синих частиц, плывущих туда, куда передаётся энергия. Чем плотнее этот поток, тем больше энергии передаётся в данный момент.",
      "Если посмотреть на ядро, появится дисплей, показывающий количество энергии, хранящейся в ядре. Эту же цифру можно увидеть в чате, если кликнуть по ядру ПКМ. Как только ядро полностью заполнится, оно окрасится в тёмно-красный цвет."
    ]
  },
  {
    "name":"info.Ритуал воскрешения Дракона",
    "images":["https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/resurrectionRitual.png"],
    "content":
    [
      "Ритуал воскрешения Дракона позволит вам призвать Дракона Края. Для ритуала понадобятся следующие предметы:\n\n(1) Камень Воскрешения\n(4) Светящиеся камни\n(4) Обсидиан\n(4) Алмазные блоки\n(4) Заряженные дракониевые блоки\n(12) Кварцевые колонны\nрасставленные в правильном порядке (как на картинке ниже).",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/resurrectionRitual.png",
      "Конечно, колонны не обязательно ставить так, как показано на картинке выше, главное, чтобы они были не дальше 5 блоков от Камня Воскрешения. Визуальный эффект от воскрешения будет лучше виден, если колонны поставлены симметрично. Ритуал должен происходить не дальше 150 блоков от координат 0,0.",
      "Как только все блоки установлены на нужные места, просто нажмите по Камню Воскрешения ПКМ и отойдите. Ритуал должен тут же начаться. Если ничего не произошло, значит где-то Вы допустили ошибку.",
      "Нажав по Камню Воскрешения ещё раз, Вы остановите ритуал, но, к сожалению, разрядите Дракониевые блоки.",
      "Во время ритуала все Кристаллы Края восстановятся. Как только ритуал будет подходить к завершению, в центре структуры произойдёт мощный взрыв, который не сильно повредит местность, но убьёт всё, что стоит к нему слишком близко.",
      "Дракон, порождённый ритуалом, практически идентичен своему естественному сородичу, за исключением того, что имеет другую текстуру (от GreatOrator). Его сложнее убить, а ещё он наносит всё больше и больше урона всякий раз, когда заново вызывается. Т.е. чем больше призывов сделал игрок, тем сильнее станет дракон! Это увеличение индивидуально для каждого игрока и останавливается тогда, когда он достиг определённой сложности. А ещё у него будет регенерация в течение 25 секунд."
    ]
  },
  {
    "name":"info.Ярость Свинозомби",
    "images":[],
    "content":
    [
      "Не смейте есть свинину при Свинозомби. Вам явно не понравится то, что произойдёт..."
    ]
  },
  {
    "name":"info.Кометы",
    "images":["https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/comet.png"],
    "content":
    [
      "Выкопали в Краю всю Дракониевую руду? Тогда найдите способ получить полёт и идите искать дальше. Если Вы достаточно удачливы, то можете встретить Комету Края. Эти кометы состоят из Эндерняка, Обсидиана и существенного количества Дракониевой руды. По умолчанию шанс того, что они заспавняться в чанке - 1 на 10000, так что Вам придётся потратить на её поиски некоторое время. Они бывают разных размеров.",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/comet.png"
    ]
  },
  {
    "name":"info.Острова Хаоса",
    "images":["https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/chaosIsland.png"],
    "content":
    [
      "Ищите испытания? Битву всей жизни? Дракона Края Вам не хватило? Может попробуете призвать сразу 100 Драконов Края и плюс к ним ещё пару дюжин Иссушителей? Но если даже это для Вас не проблема, то... возможно я знаю, что Вам точно придётся по вкусу! Если Вы прилетите на любые координаты, кратные 10000, в Краю (например, {x=0, z=10000}, {x=0, z=20000}, {x=10000, z=0} и т.д.) Вы увидите Остров Хаоса.",
      "Остров Хаоса, состоящий из обсидиана и эндерняка, формировался под влиянием тёмной энергии на протяжении миллиардов лет! В самом сердце острова, в камере из обсидиана, находится кристалл из чистой тёмной энергии, известный как Кристалл Хаоса.",
      "Но эти острова защищены одним из самых опасных и сильных монстров во всём мире. Хранителем Хаоса. Когда-то давно эти хранители были самыми обычными Драконами Края, но, мутировав под воздействием тёмной энергии островов Хаоса, они стали настоящими машинами для убийств.",
      "Различные атаки Хранителя Хаоса разнесут почти любую броню... за одним исключением. И им является Броня Дракона, способная поглотить даже смертельный удар. Однако эта способность очень сильно тратит энергию, так что если не зарядить её вовремя, смерти Вам не избежать.",
      "Как и Дракон Края, Хранитель имеет несколько исцеляющих кристаллов, разбросанных по всему острову. Но в отличие от обычных кристаллов, их не так просто уничтожить. Каждый из них имеет 50 очков здоровья, а во время получения урона они на несколько секунд защищают себя щитом. Чтобы нанести урон Хранителю, Вам сначала придётся разрушить все кристаллы.",
      "Имейте в виду, что, когда здоровье Хранителя сильно понизится, он может попытаться возродить разрушенные кристаллы.",
      "Как только хранитель будет побеждён, Вы сможете забрать свою награду. В центре острова под слоем эндерняка и обсидиана Вы найдёте помещение с Кристаллом Хаоса. При разрушении кристалла с него выпадет 5 Осколков Хаоса.",
      "БУДЬТЕ ОСТОРОЖНЫ! Как только Вы сломаете кристалл, его энергетическое поле, удерживающее остров, разрушится. Это приведёт к полному уничтожению острова в течение нескольких секунд. Если на Вас не надета броня Дракона, то у Вас будет всего несколько секунд для того, чтобы собрать осколки и сбежать с острова, прежде чем Вы вместе с ним распадётесь на атомы.",
      "https://raw.githubusercontent.com/brandon3055/Random-Bits/master/DE%20Tablet%20Images/chaosIsland.png"
    ]
  },
  {
    "name":"info.Ставим предметы на блоки",
    "images":[],
    "content":
    [
      "Draconic Evolution добавляет возможность ставить предметы в мир, как будто это блок, позволяя Вам, к примеру, подвесить их на стену.",
      "Чтобы поставить предмет, возьмите его в руку, посмотрите на блок, на который Вы хотите поместить его, а потом нажмите кнопку "Положить предмет в мир" (по умолчанию - P).",
      "Вы можете ставить предметы не только на верхнюю сторону блока, но и по бокам. Нажав по поставленному предмету ЛКМ, Вы повернёте его по часовой стрелке, а нажав Shift+ЛКМ - против часовой.",
      "Также Вы можете нажать Shift+ПКМ, чтобы медленно вращать объект против часовой стрелки. Чтобы поднять предмет, просто кликните ПКМ."
    ]
  },
  {
    "name":"info.Computercraft и Open Computers",
    "images":[],
    "content":
    [
      "Теперь несколько блоков из Draconic Evolution можно подсоединить к компьютерам:",
      "-Энергетическое ядро-хранилище (Через энергетические пилоны)",
      "-Реактор Дракона (Через Стабилизаторы или Инжекторы)",
      "-Энергетические и Жидкостные ограничители"
    ]
  }
]
